[
    {
        "id":1,
        "name":"Mercury",
        "description":"Mercury—the smallest planet in our solar system and closest to the Sun—is only slightly larger than Earth's Moon. Mercury is the fastest planet, zipping around the Sun every 88 Earth days.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/18_mercury_new.png"
    },{
        "id":2,
        "name":"Venus",
        "description":"Venus spins slowly in the opposite direction from most planets. A thick atmosphere traps heat in a runaway greenhouse effect, making it the hottest planet in our solar system.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/27_venus_jg.png"
    },{
        "id":3,
        "name":"Earth",
        "description":"Earth—our home planet—is the only place we know of so far that’s inhabited by living things. It's also the only planet in our solar system with liquid water on the surface.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/17_earth.png"
    },{
        "id":4,
        "name":"Mars",
        "description":"Mars is a dusty, cold, desert world with a very thin atmosphere. There is strong evidence Mars was—billions of years ago—wetter and warmer, with a thicker atmosphere.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/19_mars.png"
    },{
        "id":5,
        "name":"Jupiter",
        "description":"Jupiter is more than twice as massive than the other planets of our solar system combined. The giant planet's Great Red spot is a centuries-old storm bigger than Earth.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/16_jupiter_new.png"
    },{
        "id":6,
        "name":"Saturn",
        "description":"Adorned with a dazzling, complex system of icy rings, Saturn is unique in our solar system. The other giant planets have rings, but none are as spectacular as Saturn's.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/28_saturn.png"
    },{
        "id":7,
        "name":"Uranus",
        "description":"Uranus—seventh planet from the Sun—rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin on its side.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/29_uranus.png"
    },{
        "id":8,
        "name":"Neptune",
        "description":"Neptune—the eighth and most distant major planet orbiting our Sun—is dark, cold and whipped by supersonic winds. It was the first planet located through mathematical calculations, rather than by telescope.",
        "image":"https://solarsystem.nasa.gov/system/feature_items/images/30_neptune.png"
    }
]